[
  {
    "agent_code": "5700576510HX4",
    "agent_name": "Tamara Frazier",
    "agent_phone": "129.237.8685x149",
    "city": "East Christinaton",
    "description": "Accusantium minus temporibus quibusdam occaecati necessitatibus nulla mollitia. Tempora inventore laboriosam quam nobis ab. Nam soluta ratione illum. Nam maxime impedit fugiat excepturi.\nPorro nihil maiores dolorum ducimus alias. Illum vero voluptate iste voluptas voluptatum at. Consequatur corporis placeat quibusdam distinctio laudantium. Ex asperiores earum ratione iure delectus.",
    "mls_number": "3436421",
    "office_code": "48258888R7C4",
    "office_name": "Dunlap Realty",
    "office_phone": "04210861693",
    "price": "176000",
    "state": "CO",
    "status": "For Sale",
    "street_address": "35342 Billy Green",
    "type": "Residential",
    "zip": "15582"
  },
  {
    "agent_code": "45N34",
    "agent_name": "Karen Zuniga",
    "agent_phone": "1-910-716-6058",
    "city": "Maxwellborough",
    "description": "Omnis maxime soluta quidem neque aliquam quas. Voluptatum magni vitae eveniet. Eius architecto laudantium aliquid voluptates tempore ut maiores.\nVeniam maiores nostrum recusandae voluptatem. Sunt maiores impedit maiores est. Reprehenderit incidunt eum nesciunt neque aliquam voluptatem nulla. Consequatur iste illo mollitia accusantium minus aut.\nRepellat cupiditate aperiam magnam quasi praesentium voluptatem. Impedit laudantium laudantium pariatur molestiae facilis praesentium aliquam.\nNeque magnam sed quod laboriosam. Mollitia nihil optio ut eligendi. Error similique voluptatem autem.\nRerum quibusdam atque excepturi laborum. Harum asperiores animi repudiandae neque placeat. Quia maiores provident quam odit enim in.",
    "mls_number": "3",
    "office_code": "8F8Q9",
    "office_name": "Laura Sanchez & Associates",
    "office_phone": "1-280-398-2410x852",
    "price": "700",
    "state": "OK",
    "status": "For Rent",
    "street_address": "515 Cynthia Street Apt. 659",
    "type": "Apartment",
    "zip": "12145-6336"
  }
]
